Repository: dweeezil/gopenvpn
Catalog: po/*.po
Languages: fr

source: Passphrase for OpenVPN connection %s
fr: Phrase secrète pour la connexion OpenVPN '%s'

source: Connect %s
fr: Connecter %s

source: Error creating socket to talk to OpenVPN management interface
fr: Erreur de récupération de la connexion VPN

source: Error connecting to OpenVPN management interface
fr: Erreur de récupération de la connexion VPN

source: Could not find an open TCP port for OpenVPN's management interface
fr: Erreur de récupération de la connexion VPN

source: Error launching OpenVPN subprocess
fr: Erreur de récupération de la connexion VPN

source: Disconnect %s
fr: Déconnecter %s

source: OpenVPN: %d connections active
fr: OpenVPN: %d connexions actives

source: OpenVPN: 0 connections active
fr: OpenVPN: 0 connexions actives

source: Details...
fr: Détails...

source: Quit
fr: Quitter

source: No OpenVPN configuration files were found in %s
fr: Il n'y a pas de fichiers de configuration dans '%s'

source: Could not find openvpn binary at %s. Make sure OpenVPN is installed.
fr: L'applet gopenvpn n'a pas pu trouver certaines ressources requises: %s

source: gopenvpn could not find some required resources: file %s was not found.
fr: L'applet gopenvpn n'a pas pu trouver certaines ressources requises: %s

source: Enter your passphrase to unlock the VPN connection's private key.
fr: Une phrase de passe est requise pour accéder à cette connexion VPN.

source: VPN Configuration:
fr: Nom de connexion VPN:

source: Passphrase:
fr: Phrase de passe:

source: Show Password
fr: Montrer la phrase de passe

source: Remember Password
fr: Souvenir la phrase de passe

source: Username:
fr: Nom d'utilisateur:

source: Automatically Connect
fr: Connecter automatiquement

source: Clear Log
fr: Effaçer le log

source: Edit Configuration
fr: Modifier la configuration

source: Connect
fr: Connecter

source: Disconnect
fr: Déconnecter
